{
  "kabinetai": [
    { "id": "maisto-pamoka", "kabinetas": 123 },
    { "id": 1, "kabinetas": 101 },
    { "id": 2, "kabinetas": 102 },
    { "id": 3, "kabinetas": 103 },
    { "id": 4, "kabinetas": 104 },
    { "id": 5, "kabinetas": "105 / 106"  },
    { "id": 6, "kabinetas": 107 },
    { "id": 7, "kabinetas": 108 },
    { "id": 8, "kabinetas": 109 },
    { "id": 9, "kabinetas": 110 },
    { "id": 10, "kabinetas": 111 },
    { "id": 11, "kabinetas": 112 },
    { "id": 12, "kabinetas": 113 },
    { "id": 13, "kabinetas": 114 },
    { "id": "14", "kabinetas": "115" },
    { "id": "14a", "kabinetas": "115a" },
    { "id": "14b", "kabinetas": "115b" },
    { "id": 15, "kabinetas": 116},
    { "id": 16, "kabinetas": 117 },
    { "id": 17, "kabinetas": 118 },
    { "id": 18, "kabinetas": 119 },
    { "id": 19, "kabinetas": 120 },
    { "id": 20, "kabinetas": 121 },
    { "id": 21, "kabinetas": 122 },
    { "id": 22, "kabinetas": 123 },
    { "id": 23, "kabinetas": 124 },
    { "id": 24, "kabinetas": 125 },
    { "id": 25, "kabinetas": 126 },
    { "id": 26, "kabinetas": 127 },
    { "id": 27, "kabinetas": 128 },
    { "id": 28, "kabinetas": 129 },
    { "id": 29, "kabinetas": 130 },
    { "id": 30, "kabinetas": 131 },
    { "id": 31, "kabinetas": 201 },
    { "id": 32, "kabinetas": 202 },
    { "id": 33, "kabinetas": 203 },
    { "id": 34, "kabinetas": 204 },
    { "id": 35, "kabinetas": 205 },
    { "id": 36, "kabinetas": 206 },
    { "id": 37, "kabinetas": 207 },
    { "id": 38, "kabinetas": 208 },
    { "id": 39, "kabinetas": 209 },
    { "id": 40, "kabinetas": "211/210" },
    { "id": 41, "kabinetas": 212 },
    { "id": 42, "kabinetas": 214 },
    { "id": 43, "kabinetas": 215 },
    { "id": 44, "kabinetas": 216 },
    { "id": 45, "kabinetas": 217 },
    { "id": 46, "kabinetas": 218 },
    { "id": 47, "kabinetas": 219 },
    { "id": 48, "kabinetas": 220 },
    { "id": 49, "kabinetas": 221 },
    { "id": 50, "kabinetas": 222 },
    { "id": 51, "kabinetas": 223 },
    { "id": 52, "kabinetas": 224 },
    { "id": 53, "kabinetas": 225 },
    { "id": 54, "kabinetas": 226 },
    { "id": 55, "kabinetas": 227 },
    { "id": 56, "kabinetas": 228 },
    { "id": 57, "kabinetas": 301 },
    { "id": 58, "kabinetas": 302 },
    { "id": 59, "kabinetas": 303 },
    { "id": 60, "kabinetas": 304 },
    { "id": 61, "kabinetas": 305 },
    { "id": 62, "kabinetas": 306 },
    { "id": 63, "kabinetas": 307 },
    { "id": 64, "kabinetas": 308 },
    { "id": 65, "kabinetas": 309 },
    { "id": 66, "kabinetas": 310 },
    { "id": 67, "kabinetas": 311 },
    { "id": 68, "kabinetas": 312 },
    { "id": 69, "kabinetas": 313 },
    { "id": 70, "kabinetas": 314 },
    { "id": 71, "kabinetas": 315 },
    { "id": 72, "kabinetas": 316 },
    { "id": 73, "kabinetas": 317 },
    { "id": 74, "kabinetas": 118 },
    { "id": 75, "kabinetas": 319 },
    { "id": 76, "kabinetas": 320 },
    { "id": 77, "kabinetas": 321 },
    { "id": 78, "kabinetas": 322 },
    { "id": 79, "kabinetas": 323 },
    { "id": 80, "kabinetas": 324 }
  ],
  "info": [
    {
      "id": "8",
      "pareigos": "Gimnazijos direktorė",
      "vardas_pavarde": "Rasa Pranckūnienė",
      "del_ko_kreiptis": ["tai žmogus, kuris vadovauja gimnazijai, rūpinasi, kad mokymasis, tvarka ir saugumas vyktų sklandžiai. Jis priima svarbius sprendimus, bendrauja su mokytojais, tėvais ir mokiniais.",
      "Kreipkis į gimnazijos direktorę, jeigu:",
      "• Išbandei kitus pagalbos kelius (pvz., klasės vadovą ar pavaduotoją), bet problema liko neišspręsta.",
      "• Esi patyręs rimtą neteisybę, patyčias ar jauti pavojų, tad reikia skubios pagalbos.",
      "• Tavo teisinės ar asmeninės teisės gimnazijoje pažeistos ir reikia pagalbos jas atkurti.",
      "• Nori pasiūlyti svarbią idėją, iniciatyvą ar renginį, kuris keistų visą gimnaziją.",
      "• Turi pastebėjimų dėl gimnazijos aplinkos, taisyklių, valdymo, ir nori būti išgirstas.",
      "• Esi pavyzdingas mokinys ir esi pakviestas į pokalbį dėl padėkos, apdovanojimo ar paskatinimo.",
      "• Reikia oficialaus direktoriaus sutikimo ar sprendimo (dėl laikinosios grupės keitimo,  pažymų, leidimų ir pan.).",
      "• Nori prisidėti prie gimnazijos veiklos, projektų ar iniciatyvų – pvz., pasiūlyti idėją ugdymo tobulinimui."]
    },
    {
      "id": "10",
      "pareigos": "Pavaduotoja ugdymui",
      "vardas_pavarde": "Jolanta Juodinytė",
      "del_ko_kreiptis": ["planuoja ir prižiūri gimnazijos ugdymo (mokymosi) procesą, kad viskas vyktų sklandžiai, o mokiniai gautų tinkamą išsilavinimą. Ji rūpinasi, kad I-II klasių mokinių vertinimai, ugdymo planai ir mokymosi sąlygos būtų pritaikytos pagal mokinių poreikius, konsultuoja mokinius VBE ir PUPP klausimais.",
      "Kreipkis į pavaduotoją ugdymui, jeigu:",
      "• Jei esi I-II klasių mokinys ir tavo tvarkaraštyje yra netikslumų ar klaidų (pvz., pamoka „dingo“).",
      "• Turi klausimų apie pamokų lankymą, atsiskaitymus, vertinimą.",
      "• Nori pasiaiškinti dėl įskaitų, kontrolinių, mokymo programų.",
      "• Dėl svarbių priežasčių reikia keisti klasę, dalyką, mokymosi formą.",
      "• Nori daugiau sužinoti apie brandos egzaminus arba pagrindinio ugdymo pasiekimų patikrinimą.",
      "• Tavo mokymasis vyksta namuose, nuotoliniu ar individualiu būdu ir kyla neaiškumų.",
      "• Manei, kad buvai neteisingai įvertintas, bet mokytojas situacijos nepaaiškino.",
      "• Nori prisidėti prie gimnazijos veiklos, projektų ar iniciatyvų – pvz., pasiūlyti idėją ugdymo tobulinimui."]
    },
    {
      "id": "11",
      "pareigos": "Pavaduotoja, atsakinga už pagalbą mokiniui",
      "vardas_pavarde": "Audronė Stočkuvienė",
      "del_ko_kreiptis": ["tai žmogus, kuris koordinuoja visą gimnazijoje teikiamą pagalbą mokiniui, kad kiekvienas jaustųsi saugus, išgirstas, suprastas ir galėtų sėkmingai mokytis. Ji bendradarbiauja su mokytojais, psichologu, socialiniu pedagogu, specialiuoju pedagogu, karjeros specialistu ir visuomenės sveikatos specialistu, kad tau būtų suteikta reikiama pagalba.",
      "Kreipkis, jeigu:",
      "• Nežinai, į ką kreiptis pagalbos dėl mokymosi ar emocinių sunkumų, patyčių.",
      "• Jauti, kad tau reikalinga kelių specialistų pagalba vienu metu.",
      "• Jei turi klausimų dėl pavėžėjimo į gimnaziją.",
      "• Jei turi klausimų dėl Mokinio pažymėjimo, nemokamo maitinimo.",
      "• Gimnazijoje nėra užtikrinamos tavo teisės, jautiesi nesaugiai ar nepastebėtas.",
      "• Tavo problema nesprendžiama ilgą laiką ir nori, kad kas nors ją imtųsi spręsti rimčiau.",
      "• Turi individualių ugdymosi poreikių (pvz., specialusis ugdymo planas, mokymosi pritaikymai), bet nežinai, kaip tai veikia.",
      "• Nori pasitarti dėl mokymosi sąlygų, ugdymo plano, mokymosi namuose ar ugdymosi kitokiu būdu.",
      "• Nori padėti kitam mokiniui, kuris, tavo manymu, patiria sunkumų, bet pats nedrįsta kreiptis."]
    },
    {
      "id": "46",
      "pareigos": "Pavaduotoja ugdymui",
      "vardas_pavarde": "Rita Mauricienė",
      "del_ko_kreiptis": ["planuoja  pagrindinio ir vidurinio ugdymo programų įgyvendinimą gimnazijoje, prižiūri gimnazijos ugdymo (mokymosi) procesą, kad jis vyktų sklandžiai, o mokiniai gautų tinkamą išsilavinimą. Ji sudaro pamokų tvarkaraščius, juos koreguoja, padeda mokiniams, kurie mokysis (-osi) pagal vidurinio ugdymo programą, pasirengti individualius ugdymo planus, derina jų keitimą, rūpinasi, kad ugdymo (-si) sąlygos gimnazijoje būtų pritaikytos pagal mokinių poreikius, stebi, analizuoja ir vertina  III-IV gimnazijos klasių mokinių mokymosi pasiekimus ir pažangą, kuruojamų dalykų (matematikos ir informatikos)  ugdymo rezultatus. ",
      "Kreipkis į pavaduotoją ugdymui, jeigu:",
      "• Tavo dalykų pasirinkimai (pvz., pasirenkamieji dalykai, dalyko (lietuvių kalbos ir literatūros, matematikos) kursas ar dalyko modulis) nesutampa su galimybėmis, ateities planais.",
      "• Jei esi III-IV gimnazijos klasės mokinys ir tavo tvarkaraštyje yra netikslumų ar klaidų (pvz., neįdėtas pasirinktas dalykas, ar yra dalykas, kurio nesirinkai, dubliuojasi pamokos).",
      "• Jei pageidauji būti atleistas nuo tam tikro dalyko dalies pamokų lankymo, jei reikia laiko pasirengti respublikinei olimpiadai, dalyvauti tam tikro dalyko neakivaizdinės mokyklos mokymuose, vyksti į mokymus pagal mainų programą.",
      "• Turi klausimų apie atsiskaitymus, dalykų vertinimą, pamokų lankymą.",
      "• Nori pasiaiškinti dėl įskaitų, kontrolinių, mokymo programų.",
      "• Dėl svarbių priežasčių pageidauji keisti klasę, mokymosi formą, dalyką, laikinąją grupę.",
      "• Manai, kad buvai neteisingai įvertintas, bet mokytojas situacijos nepaaiškino."]
    },
    {
      "id": "63",
      "pareigos": "Socialinis pedagogas",
      "vardas_pavarde": "",
      "del_ko_kreiptis": ["Socialinis pedagogas rūpinasi, kad gimnazijoje tau būtų saugu, gera ir teisinga. Jis padeda spręsti kasdienes problemas, palaiko, kai kyla sunkumų ne tik mokantis, bet ir bendraujant ar susiduriant su neteisybe.",
      "Kreipkis į socialinį pedagogą, jei:",
      "• Patiri patyčias, smurtą, grasinimus ar kitokį netinkamą elgesį.",
      "• Esi diskriminuojamas, atstumiamas ar jautiesi nesaugiai gimnazijoje.",
      "• Nepavyksta sutarti su mokytojais, klasės draugais ar šeima.",
      "• Turi elgesio, lankomumo ar mokymosi sunkumų.",
      "• Pasiilgsti motyvacijos, nežinai kaip išspręsti kilusius sunkumus.",
      "• Namuose susiduri su socialiniais sunkumais – trūksta palaikymo, saugumo ar patiri spaudimą.",
      "• Reikia informacijos ar pagalbos dėl socialinės paramos (pvz., nemokamo maitinimo, pagalbos priemonių).",
      "• Pastebi, kad kitam mokiniui reikia pagalbos ir nori apie tai pranešti."]
    },
    {
      "id": "65",
      "pareigos": "Gimnazijos psichologas",
      "vardas_pavarde": "",
      "del_ko_kreiptis": ["tai žmogus, su kuriuo gali pasikalbėti, kai jautiesi blogai, susiduri su sunkumais ar tiesiog nori pasitarti. Jis padeda mokiniams geriau suprasti save, išspręsti problemas ir jaustis saugiau gimnazijoje.",
      "Kreipkis į socialinį pedagogą, jei:",
      "• Jauti nerimą, liūdesį, vienišumą ar esi prislėgtas.",
      "• Patiri patyčias, spaudimą ar nesutari su draugais ar klasės draugais.",
      "• Sunku sutarti su tėvais, mokytojais ar kitais žmonėmis.",
      "• Sunkiai sekasi mokytis, susikaupti ar motyvuoti save.",
      "• Jauti, kad pasikeitė elgesys – greitai susierzini, sunku nusiraminti.",
      "• Nori išmokti geriau pažinti save, valdyti emocijas, spręsti konfliktus.",
      "• Tiesiog reikia išsikalbėti – psichologas visada išklausys."]
    },
    {
      "id": "15",
      "pareigos": "Mokinių seimas",
      "vardas_pavarde": "Mokinių seimo pirmininkas",
      "del_ko_kreiptis": ["Mokinių seimas – tai visų mokinių atstovai, kurie rūpinasi, kad mokiniai būtų išgirsti, galėtų išsakyti savo nuomonę, teiktų idėjas, dalyvautų kuriant draugišką ir įdomią gimnaziją.",
      "Kreipkis į mokinių seimą, jeigu:",
      "• Turi pasiūlymą, kaip pagerinti gyvenimą gimnazijoje – veiklas, tvarką, renginius ar aplinką.",
      "• Nori, kad mokiniai būtų labiau išgirsti – turi idėjų dėl pokyčių.",
      "• Jauti, kad kai kurios taisyklės neteisingos, ir nori padėti rasti geresnius sprendimus.",
      "• Nori prisidėti prie renginių organizavimo, iniciatyvų ar akcijų.",
      "• Patyrei ar pastebėjai neteisybę, patyčias, diskriminaciją – mokinių seimas gali padėti kreiptis toliau ar iškelti problemą.",
      "• Nori sužinoti, kas atstovauja tavo klasei mokinių seime.",
      "• Pats nori tapti aktyvus, dalyvauti ar kandidatuoti į mokinių seimą.",
      "Ką veikia mokinių seimas?",
      "• Rengia gimnazijos renginius, konkursus, akcijas, temines dienas.",
      "• Yra mokinių atstovai gimnazijos susirinkimuose, tarybose.",
      "• Palaiko ryšį tarp mokinių ir gimnazijos vadovybės.",
      "• Skatina mokinių įsitraukimą, savarankiškumą, lyderystę.",
      "• Padeda kurti draugišką, saugią ir įdomią gimnazijos bendruomenę."]
    }
  ]
}
